ibrido
identificarsi
idioma
idratata
illudere
imballare
imbattersi
imbranato
imbrunire
imbruttire
immergere
immergere nel
impacciare
impadronirsi
impagabile
impalcatura
imparare
imparentato
impazzire
impegnativo
impersonare
impiegare
impiegare
impiegare più
impiegato
implicare
imponente
imporre
imprecisato
imprendibile
impresa
impressionante
in colpa
in fin dei conti
in fretta
in giro
in incubo
in materia
in media
in modo
in omaggio
in orario
in qualche modo
in quanto
in quanto a
in senso ampio
in tondo
in visita
inappagato
incalzante
incalzato
incapace
incarico
incastrato
incertezza
inchinarsi
inchiodato
inchiostro
inciampare
incitare
includere
incominciare
incompiuto
inconfondibile
inconsapevole
inconsapevolmente
incontrare
incontro
incrostato
incubo
incuriosito
indagare
indebolire
indebolirsi
indecifrabile
indicare
indicazioni
indietro
indimenticabile
indiscreta
individuare
indovinare
indumento
indurito
ineffabile
ineluttabile
inerpicarsi
inesistente
inevitabilmente
inezia
infarto
infastidire
infastidirsi
infetto
infilare
influenzare
infondere
infondere nuova
informare
ingarbugliarsi
inghiottire
inginocchiarsi
ingombrare
ingrassare
innalzare
innalzarsi
innamorarsi
innamorato
innegabile
inoltre
inquietante
inquietante
inquieto
inquinamento
inquinare
insieme a
insistere
insofferente
insolito
insopportabile
insospettito
insulso
insuperabile
intanto
intendere
interagire
interferire
interiore
intero
interrompere
intervenire
intervenire
intervento
intorno
intrappolato
intricata
introdurre
intrufolarsi
invadere
invidiare
invitare
involucro
irrefrenabile
irreprensibile
isolato
l'unica pecca
laborioso
lagnarsi
lamentarsi
lampo
lanciare
lanciare
lanciarsi
lanciarsi in
lancinante
lasciare
lasciare alle spalle
lattiginoso
lavare
lavarsi
lavastoviglie
lavorare
legare
legare
leggere
leggermente
lentezza
lettore
lettura
lezioso
liberare
libricino
licenziare
licenziarsi
lieve
limare
limitare
lineamento
liquidare
località
lodare
logoro
lontananza
lotta
lottare
lottare per
lunga permanenza
lungo meno
lutto
lutto
macchiare
maestro
maggioranza
malapena
malconcio
maledire
maledizioni
malgrado
malinteso
mancare
manchevole
mancia
manciata
mandare
mangiare
maniche
manna
mano a mano
mantenere
marea
mascherare
massiccio
matita
matrigna
medicare
membra
memorabile
mendicante
mensola
mentire
menzionato
merce
meritare
mestiere
metodico
mettere
mettere al riparo
mettere la spunta alle voci
mettersi
mettiamo che
mezzi migliori
mi dispiace per lui
mi rendo conto
micino
micio
migliorare
migrare
minacciare
minaccioso
minestra
mingherlino
minore
mirare
misfatto
misurare
mite
mitico
moderare
modificare
momentaneo
mordere
mordere
morire
mortale
mostrare
mucchio
multa
mutevole
muto
nascere
nascondere
navigare
nebbia
negare
negoziare
nevicare
nitida
noleggiare
nominare
non appena
non c'entra
non è altro che
non me ne intendo
non riguarda
non sono il tipo da
non ti ci vedo
notare
notevolmente
nozze
nube
nulla
nulla di più
nuotare
obbligare
obbrobrio
oblio
occultare
occupare
occuparsi
odiare
offendere
offrire
oggetto
oggigiorno
oltre
oltre quello
oltrepassare
omaggio
ombra
onda
onirico
opera
opprimente
opprimere
ora come allora
ordinare
organizzare
orgoglioso
orizzonte
orlo
osare
osare
oscurare
ospita
ospitare
ospite
ossatura
osservare
ossia
ostacolare
ostacolo
ostinarsi
ostinato
ottenere
ottone
ovunque
padella
padrona
padronanza
paesaggio
pagamento
pagare
panchina
paragonare
parere
parete
parlare
partecipare
partire
partita
parzialmente
passare
passeggiare
passo
pazzo
peli
pelle
pellegrino
peloso
penetrare
penombra
pensare
penultima
penuria
per certi versi
per conto mio
per di più
per forza
per intero
per niente
per prima cosa
per quanto
per quanto riguarda
per sentito dire
per strada
per via di
pera
percorso
perdere
perdono
perfezionare
perfino
perizia
perlopiù
permanente
permettere
perplesso
persuadere
pervadere
pesante
pesare
peso
pettinare
petto
piacere
piacevole
pian piano
piangere
piano
pianta
pianto
piegare
pieghevole
pienamente
pietra
pigro
pioggia
piovere
piovigginare
piovuto
più di tanto
piuttosto
poco attrezzato
poggiare
polemica
polvere
porsi
portare
portone
posata
possedere
possente
possesso
posta
potente
potenziare
potenziato
potere
pozzanghera
preavviso
precipitoso
predire
preferire
prefisso
pregare
preghiera
premere
premuroso
prendere
prenotare
preparare
prepararsi
prepotente
prescindere
presentare
presidio
preso
pressione
prestare
prestito
presupporre
prete
pretendere
pretenziosa
prevalere
prevedere
prevenire
previsto
prigione
primogenito
principio
priva di
produrre
profonda
profondità
proibire
promettere
promuovere
proporre
propositivo
proposta
proprietà
proprietaria
prospettivo
proteggere
provare
provvedimento
pubblicitario
pulire
pungere
punire
punito
puntare
punteggiatura
puntellare
puntiglioso
puntura
pur
puzzolente
quaderno
qualsiasi
quanto
quanto a
quanto meno
quanto più possibile
rabbia
racchiudere
raccomandare
raccontare
radere
radicata
radicato
radice
radunare
raffinato
rafforzare
raffreddore
raggiungere
ragionare
ragione
ragionevole
rallentare
ramo
randagio
rapimento
rappresentare
rassegnarsi
rassicurare
rassicurarsi
reagire
realizzare
reato
recedere
recitare
reclutare
recupero
regalare
regolare
rendersi
rendersi conto
reperti
resistente
resistere
resoconto
respirare
restare
restituire
rete
retro
rialzarsi
riassumere
ribattezzare
ribrezzo
ricchezza
ricerca
ricevere
ricevuta
richiedere
riconoscere
riconoscimento
ricordarsi
ricorrere
ridere
ridurre
riempire
rientrare
rifare
riferimento
riferire
rifiutare
rifiuto
riflettere
rifondere
riga
riguardare
rilassante
rilegato
rilevanza
rimanente
rimanere
rimproverare
rimproverato
rinata
rinchiudere
rincuorare
rinfrancare
ringraziare
rinnovamento
rinnovare
rinnovato
rinunciare
ripagare
riparare
riparo
ripassare
ripasso
ripetere
ripetutamente
ripido
riportare
riposare
riposare
riposarsi
riprendere
riprovevole
risaltare
riscaldare
rischiare
risciacquare
riscontrare
risiedere
risolvere
rispettare
rispetto a
rispettoso
rispondere
risultare
ritenere
ritenere
ritocco
ritornare
riunire
riuscire
rivolgere
rivolgersi
rompere
ronza
ronzare
rovesciamento
rovinosa
rovinoso
rumore
ruolo
russare
sabbia
saldare il debito
salire
salita
salotto
saltare
salto
salutare
salvare
sapere
sasso
sbagliarsi
sbalorditivo
sbarazzarsi
sbarcato
sbiadito
sbrigare
sbrindellato
sbucare
sbucato
scaduto
scaffale
scalata
scaldare
scambiare
scambio
scampare
scappare
scappare via
scarafaggio
scaraventare
scarna
scarno
scarsa
scatenarsi
scatola
scegliere
scendere
schermare
schiacciato
schiamazzare
schiavitù
schiettezza
schizzinoso
scia
scialbo
sciocchezza
sciolto
scivolare
scocciante
scoglio
scombussolato
scomparire
scomparso
scompigliare
sconcertato
sconfiggere
sconfinato
sconfitto
scongiurare
sconnessa
sconnesso
scontato
scontrare
scontrarsi
scontro
sconvolgere
sconvolto
scoprire
scorciatoie
scorrevole
scovare
scritte a mano
scrittura
scrivere
scrosciare
scrutare
scuotere
scurire
scurirsi
scusare
scusarsi
sdoppiamento
sebbene
seccante
seccare
sedere
sedersi
seducente
sedurre
seduta
segnare
segnato
segno di spunta
seguire
semianalfabeta
seminare
semmai
sempre più
sentimentale
sentimento
sentir parlare
sentire
sentirsi
sentirsi in colpa
senza la quale
separare
seppellì
seppellire
serratura
servire
sestiere
setaccio
settentrionale
sfiancante
sfidare
sfidarsi
sfigato
sfocato
sfogliare
sfondo
sforzo
sfuggente
sfuggire
sfumature
sgomentare
sgradevole
sgranchirsi
sgraziato
sgualcire
sicurezza
significativo
silenzio
sindrome
sinuosa
sistemare
slancio
sleale
smaltire
smania
smantellare
smarrimento
smarrito
smettere
sminuire
smisurato
smontare
sobrio
soddisfare
sodo
soffermarsi
soffiare
soffrire
soggiogare
soglia
sognare
sollevato
sollievo
soltanto
somigliare
sopportare
sopraffatto
sopravvivere
sordo
sorgere
sorprendere
sorridere
sospendere
sospeso
sostenere
sostenuto
sottile
sottomettere
sottoporsi
sovrabbondanza
spaccatura
spaesamento
spalancare
spalancato
spalmare
spargere
sparire
sparso
spavento
spedire
spegnere
spendere
spensierato
sperare
sperduto
sperimentale
spesso
spettinato
spezzare
spezzato
spezzato
spiazzante
spiccato
spicchio
spiegare
spiegazione
spigolo
spina
spingere
spinoso
spogliare
spogliarsi
sponda
spopolato
sposare
sposarsi
spossata
spostarsi
sprecare
spreco
sprigiona
sprigionare
sprofondare
sprovveduto
spunta
spunto
spurio
squarciagola
squilibrato
squillare
squisito
sradicare
sradicate
sradicato
stabilire
stabilire
staccare
staccarsi
stagionato
stampato
stancarsi
stare
stare per
stecchito
stentare
stesura
stimare
stipato
stonato
stordire
stordito
straccio
stradina
stradine
stramazzare
strampalato
stranezza
straniamento
strapieno
strappare
strappato
stregare
stregare
stressante
strettamente
stretto
stringere
struggente
stucchevole
studiare
stufo
stupefatto
stupidaggine
stupire
subire
subito dopo
succedere
successiva
sudare
suggerimento
suggerire
suonare
supporre
suscitare
svanire
svantaggio
svegliare
svegliare
svegliarsi
svelare
svenire
sviluppo
sviscerare
svolgere
svolgersi
svolta
svuotare
svuotato
taccuino
tacere
taglia
tagliare
talmente
talvolta
tanto quanto
tanto spesso
tappa
tascabile
tenebroso
tenere
tenere conto
tenere viva
tenerezza
tenero
tensione
tentare
tentare
tentare
tentativo
teppismo
tessera
tetto
tieni conto che
tifare
tirare
tizio
toccare
togliere
tollerare
tornare
tornare indietro
torpore
tostapane
traballante
traboccante
traboccante
traboccare
tracce
traccia
tracciare
tradimento
tradire
tradurre
traduzione
trafiggere
trafittura
tragitto
traguardo
tramandare
tramite
tramonto
tranquillizzare
tranquillizzarsi
trapiantato
trascinante
trascinare
trascorrere
trascurato
trasferire
trasferirsi
trasloco
trasmettere
trattare
trattare
trattenere
traumatizzato
traversata
travolgente
travolgere
travolto
tregua
tremare
trincea
trovare
trovarsi
tuffarsi
turbare
turbarsi
tutt'altro
tutt'attorno
tuttavia
tutto quanto
tutto va imparato
tuttora
ubbidire
ubriacarsi
uccidere
uditivo
ulteriormente
ultimare
umiliare
un cestino
un mucchio di
una specie di
unire
unire
unirsi
unta
urlare
urto
usare
uscire
vacillare
vagabondare
vagare senza meta
vagheggiare
valanga
valere
valigia
valore
valutare
vantaggio
vantarsi
varcare
variare
vedere
vedova
vegliare
vendere
venezuelana
venire
ventoso
vergognare
vergognarsi
verificare
versare
vestaglia
vestire
vestirsi
vetrina
vetta
vette
viaggiare
viario
vicenda
vicinanza
vicinanza
vicino
vicolo
vietare
vilipendio
vincere
vincolato
visitare
viso
vissuto
vita
vivace
vivere
volante
volantino
volare
voler dire
volere
volto
voluto
voragine
vortice
votare
vuoto
zelante
zeppo
zoppicante
zoppicare